Rating/Request/TC11000127.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v4="http://wsc.tdigi/calculatepremium/calculateautopremium/request/v4">	<soapenv:Header/>	<soapenv:Body>		<v4:calculateAutoPremium>			<CalculateAutoPremiumRequest>				<AutomobilePolicy>					<PortfolioNumber>004028558</PortfolioNumber>					<ContractNumber>0000000000305</ContractNumber>					<EffectiveDate>2018-06-01T00:01:00-05:00</EffectiveDate>					<IsAutomaticRating>true</IsAutomaticRating>					<IsOriginalContract>true</IsOriginalContract>					<OriginalCreationDate>2018-06-01</OriginalCreationDate><EndDate>2019-06-01T00:01:00-05:00</EndDate>					<RatingSource>CallCenter</RatingSource>					<Insurer>						<InsurerName>SNIC</InsurerName>						<InsurerNumber/>					</Insurer>					<LineOfBusiness>AUTOMOBILE</LineOfBusiness>					<VersionEffectiveDate>2018-06-01T00:01:00-05:00</VersionEffectiveDate>					<RateDate>2018-06-01-05:00</RateDate>					<ClientGroupNumber>1333</ClientGroupNumber>					<RatingGroupNumber>1333</RatingGroupNumber>					<TransactionType>NewBusiness</TransactionType>					<Address>						<DisplayPostalZipCode>TC11000127</DisplayPostalZipCode>						<DisplayProvinceState>AB</DisplayProvinceState>					</Address>					<AutomobilePolicyCounters>
	<AutomobilePolicyCounter>
		<VehicleType>AT</VehicleType>
	</AutomobilePolicyCounter>
	<AutomobilePolicyCounter>
		<VehicleType>AU</VehicleType>
	</AutomobilePolicyCounter>
	<AutomobilePolicyCounter>
		<VehicleType>MC</VehicleType>
	</AutomobilePolicyCounter>
	<AutomobilePolicyCounter>
		<VehicleType>MH</VehicleType>
	</AutomobilePolicyCounter>
	<AutomobilePolicyCounter>
		<VehicleType>SM</VehicleType>
	</AutomobilePolicyCounter>
	<AutomobilePolicyCounter>
		<VehicleType>TF</VehicleType>
	</AutomobilePolicyCounter>
	<AutomobilePolicyCounter>
		<VehicleType>UT</VehicleType>
	</AutomobilePolicyCounter>
</AutomobilePolicyCounters>					<Coverages/>					<Vehicles><Vehicle><EffectiveDate>2018-06-01T00:01:00-05:00</EffectiveDate><IsActive>true</IsActive><IsRatedByValue>false</IsRatedByValue><PurchaseDate>2018-06-01-05:00</PurchaseDate><PurchasePrice>TC11000127</PurchasePrice><VehicleNumber>1</VehicleNumber><VehicleType>AU</VehicleType><SubVehicleType>AU</SubVehicleType><ClientAssessmentScore>4D</ClientAssessmentScore><RSPInformation><IsRSPAssignedByAnalyst>false</IsRSPAssignedByAnalyst></RSPInformation><ProtectionDevices><ProtectionDevice><ProtectionDeviceCode>004</ProtectionDeviceCode></ProtectionDevice><ProtectionDevice><ProtectionDeviceCode/></ProtectionDevice></ProtectionDevices><VehicleRatingGroup><AccidentBenefit>TC11000127</AccidentBenefit><Collision>TC11000127</Collision><Comprehensive>TC11000127</Comprehensive><ThirdParty>TC11000127</ThirdParty></VehicleRatingGroup><MakeModel><IsAntique>false</IsAntique><IsFiberglass>false</IsFiberglass><IsHighPerformance>false</IsHighPerformance><IsModernClassic>false</IsModernClassic><IsModifiedVehicle>false</IsModifiedVehicle><IsNewVehicle>true</IsNewVehicle><IsOlderVehicle>false</IsOlderVehicle><IsWinterTire>false</IsWinterTire><VICCCode>TC11000127</VICCCode><Year>TC11000127</Year><BodyCode>TC11000127</BodyCode><VICCVehicleCharacteristic><ABS>TC11000127</ABS><AirBags>TC11000127</AirBags><AudibleAlarm>TC11000127</AudibleAlarm><BodyStyle>TC11000127</BodyStyle><CutOffSystem>TC11000127</CutOffSystem><Cylinder>TC11000127</Cylinder><DriveTrain>TC11000127</DriveTrain><HorsePower>TC11000127</HorsePower><IBCApproved>TC11000127</IBCApproved><Market>TC11000127</Market><RetailPrice>TC11000127</RetailPrice><SecurityKeySystem>TC11000127</SecurityKeySystem><Size>TC11000127</Size><StabilityControl>TC11000127</StabilityControl><TractionControl>TC11000127</TractionControl><VehicleGeneration>TC11000127</VehicleGeneration><Weight>TC11000127</Weight><Wheelbase>TC11000127</Wheelbase><ForcedInduction>TC11000127</ForcedInduction><Fuel>TC11000127</Fuel><Hybrid>TC11000127</Hybrid></VICCVehicleCharacteristic></MakeModel><VehicleAlbertaGrid><RateDate>2018-06-01-05:00</RateDate></VehicleAlbertaGrid><RatingVehicleInfo><IsAddedOnPolicyVersion>false</IsAddedOnPolicyVersion><IsCappingEvaluationRequired>false</IsCappingEvaluationRequired><IsRenewed>false</IsRenewed></RatingVehicleInfo></Vehicle></Vehicles>					<VehicleDriverUsages>						<VehicleDriverUsage>							<AnnualMileage>10000</AnnualMileage>							<BusinessMileage>0</BusinessMileage>							<WorkMileage>0</WorkMileage>							<DriverNumber>1</DriverNumber>							<VehicleNumber>1</VehicleNumber>							<Risk>								<RateDate>2018-06-01-05:00</RateDate>								<Territory><RiskPostalCodeFSA>TC1</RiskPostalCodeFSA><RiskPostalCodeLDU>100</RiskPostalCodeLDU></Territory>								<Coverages/>								<DiscountSurcharges>
	<DiscountSurcharge>
		<DiscountSurchargeCode>R3</DiscountSurchargeCode>
		<IsActive>false</IsActive>
	</DiscountSurcharge>
	<DiscountSurcharge>
		<DiscountSurchargeCode>R7</DiscountSurchargeCode>
		<IsActive>false</IsActive>
	</DiscountSurcharge>
	<DiscountSurcharge>
		<DiscountSurchargeCode>R9</DiscountSurchargeCode>
		<IsActive>true</IsActive>
	</DiscountSurcharge>
	<DiscountSurcharge>
		<DiscountSurchargeCode>R10</DiscountSurchargeCode>
		<IsActive>false</IsActive>
	</DiscountSurcharge>
	<DiscountSurcharge>
		<DiscountSurchargeCode>CAP</DiscountSurchargeCode>
		<IsActive>false</IsActive>
	</DiscountSurcharge>
	<DiscountSurcharge>
		<DiscountSurchargeCode>DISCG</DiscountSurchargeCode>
		<IsActive>false</IsActive>
	</DiscountSurcharge>
	<DiscountSurcharge>
		<DiscountSurchargeCode>DISML</DiscountSurchargeCode>
		<IsActive>false</IsActive>
	</DiscountSurcharge>
	<DiscountSurcharge>
		<DiscountSurchargeCode>R3O</DiscountSurchargeCode>
		<IsActive>false</IsActive>
	</DiscountSurcharge>
	<DiscountSurcharge>
		<DiscountSurchargeCode>DISRC</DiscountSurchargeCode>
		<IsActive>false</IsActive>
	</DiscountSurcharge>
	<DiscountSurcharge>
		<DiscountSurchargeCode>CAPMA</DiscountSurchargeCode>
		<IsActive>false</IsActive>
	</DiscountSurcharge>
	<DiscountSurcharge>
		<DiscountSurchargeCode>DISHY</DiscountSurchargeCode>
		<IsActive>false</IsActive>
	</DiscountSurcharge>
	<DiscountSurcharge>
		<DiscountSurchargeCode>DISR1</DiscountSurchargeCode>
		<IsActive>false</IsActive>
	</DiscountSurcharge>
	<DiscountSurcharge>
		<DiscountSurchargeCode>DISR4</DiscountSurchargeCode>
		<IsActive>false</IsActive>
	</DiscountSurcharge>
	<DiscountSurcharge>
		<DiscountSurchargeCode>SURD1</DiscountSurchargeCode>
		<IsActive>false</IsActive>
	</DiscountSurcharge>
	<DiscountSurcharge>
		<DiscountSurchargeCode>SURD5</DiscountSurchargeCode>
		<IsActive>false</IsActive>
	</DiscountSurcharge>
	<DiscountSurcharge>
		<DiscountSurchargeCode>DISMT</DiscountSurchargeCode>
		<IsActive>false</IsActive>
	</DiscountSurcharge>
	<DiscountSurcharge>
		<DiscountSurchargeCode>DISMB</DiscountSurchargeCode>
		<IsActive>false</IsActive>
	</DiscountSurcharge>
</DiscountSurcharges>							</Risk>							<UBIVehicleDriverDiscount/>							<CurrentVehicleUsageType>Principal</CurrentVehicleUsageType>						</VehicleDriverUsage>					</VehicleDriverUsages>					<DriverInformations><DriverInformation><DriverNumber>1</DriverNumber><EffectiveDate>2018-06-01</EffectiveDate><IsActive>true</IsActive><IsAddedOnPolicyVersion>false</IsAddedOnPolicyVersion><IsPrincipalOnAnotherTDAPolicy>true</IsPrincipalOnAnotherTDAPolicy><KmFromPrimaryResidence>85</KmFromPrimaryResidence><DriverExperienceDates><DriverExperienceDate><VehicleType>AU</VehicleType></DriverExperienceDate></DriverExperienceDates><DriverExperiences>
<DriverExperience>
<YearOld>1</YearOld>
<IncidentType>AtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>1</YearOld>
<IncidentType>ComprehensiveClaim</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>1</YearOld>
<IncidentType>NotAtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>1</YearOld>
<IncidentType>MinorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>1</YearOld>
<IncidentType>MajorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>1</YearOld>
<IncidentType>SeriousConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>1</YearOld>
<IncidentType>SuspensionLessThanOneYear</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>1</YearOld>
<IncidentType>SuspensionOneYearOrMore</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>2</YearOld>
<IncidentType>AtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>2</YearOld>
<IncidentType>ComprehensiveClaim</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>2</YearOld>
<IncidentType>NotAtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>2</YearOld>
<IncidentType>MinorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>2</YearOld>
<IncidentType>MajorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>2</YearOld>
<IncidentType>SeriousConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>2</YearOld>
<IncidentType>SuspensionLessThanOneYear</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>2</YearOld>
<IncidentType>SuspensionOneYearOrMore</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>3</YearOld>
<IncidentType>AtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>3</YearOld>
<IncidentType>ComprehensiveClaim</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>3</YearOld>
<IncidentType>NotAtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>3</YearOld>
<IncidentType>MinorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>3</YearOld>
<IncidentType>MajorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>3</YearOld>
<IncidentType>SeriousConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>3</YearOld>
<IncidentType>SuspensionLessThanOneYear</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>3</YearOld>
<IncidentType>SuspensionOneYearOrMore</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>4</YearOld>
<IncidentType>AtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>4</YearOld>
<IncidentType>ComprehensiveClaim</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>4</YearOld>
<IncidentType>NotAtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>4</YearOld>
<IncidentType>MinorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>4</YearOld>
<IncidentType>MajorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>4</YearOld>
<IncidentType>SeriousConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>4</YearOld>
<IncidentType>SuspensionLessThanOneYear</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>4</YearOld>
<IncidentType>SuspensionOneYearOrMore</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>5</YearOld>
<IncidentType>AtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>5</YearOld>
<IncidentType>ComprehensiveClaim</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>5</YearOld>
<IncidentType>NotAtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>5</YearOld>
<IncidentType>MinorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>5</YearOld>
<IncidentType>MajorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>5</YearOld>
<IncidentType>SeriousConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>5</YearOld>
<IncidentType>SuspensionLessThanOneYear</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>5</YearOld>
<IncidentType>SuspensionOneYearOrMore</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>6</YearOld>
<IncidentType>AtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>6</YearOld>
<IncidentType>ComprehensiveClaim</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>6</YearOld>
<IncidentType>NotAtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>6</YearOld>
<IncidentType>MinorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>6</YearOld>
<IncidentType>MajorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>6</YearOld>
<IncidentType>SeriousConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>6</YearOld>
<IncidentType>SuspensionLessThanOneYear</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>6</YearOld>
<IncidentType>SuspensionOneYearOrMore</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>7</YearOld>
<IncidentType>AtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>7</YearOld>
<IncidentType>ComprehensiveClaim</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>7</YearOld>
<IncidentType>NotAtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>7</YearOld>
<IncidentType>MinorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>7</YearOld>
<IncidentType>MajorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>7</YearOld>
<IncidentType>SeriousConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>7</YearOld>
<IncidentType>SuspensionLessThanOneYear</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>7</YearOld>
<IncidentType>SuspensionOneYearOrMore</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>8</YearOld>
<IncidentType>AtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>8</YearOld>
<IncidentType>ComprehensiveClaim</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>8</YearOld>
<IncidentType>NotAtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>8</YearOld>
<IncidentType>MinorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>8</YearOld>
<IncidentType>MajorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>8</YearOld>
<IncidentType>SeriousConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>8</YearOld>
<IncidentType>SuspensionLessThanOneYear</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>8</YearOld>
<IncidentType>SuspensionOneYearOrMore</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>9</YearOld>
<IncidentType>AtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>9</YearOld>
<IncidentType>ComprehensiveClaim</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>9</YearOld>
<IncidentType>NotAtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>9</YearOld>
<IncidentType>MinorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>9</YearOld>
<IncidentType>MajorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>9</YearOld>
<IncidentType>SeriousConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>9</YearOld>
<IncidentType>SuspensionLessThanOneYear</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>9</YearOld>
<IncidentType>SuspensionOneYearOrMore</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>10</YearOld>
<IncidentType>AtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>10</YearOld>
<IncidentType>ComprehensiveClaim</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>10</YearOld>
<IncidentType>NotAtFaultAccident</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>10</YearOld>
<IncidentType>MinorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>10</YearOld>
<IncidentType>MajorConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>10</YearOld>
<IncidentType>SeriousConviction</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>10</YearOld>
<IncidentType>SuspensionLessThanOneYear</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
<DriverExperience>
<YearOld>10</YearOld>
<IncidentType>SuspensionOneYearOrMore</IncidentType>
<VehicleType>AU</VehicleType>
</DriverExperience>
</DriverExperiences><DriverAlbertaGrid/><DriverCounters>
		<DriverCounter>
			<VehicleType>AT</VehicleType>
		</DriverCounter>
		<DriverCounter>
			<VehicleType>AU</VehicleType>
		</DriverCounter>
		<DriverCounter>
			<VehicleType>MC</VehicleType>
		</DriverCounter>
		<DriverCounter>
			<VehicleType>MH</VehicleType>
		</DriverCounter>
		<DriverCounter>
			<VehicleType>SM</VehicleType>
		</DriverCounter>
		<DriverCounter>
			<VehicleType>TF</VehicleType>
		</DriverCounter>
		<DriverCounter>
			<VehicleType>UT</VehicleType>
		</DriverCounter>
	</DriverCounters><Individual><BirthDate>1973-06-01</BirthDate><MaritalStatus>Married</MaritalStatus><Gender>Female</Gender><LicenseSuspensions/><Licenses><License><IsDriverTraining>false</IsDriverTraining><IsLicenseNumberAccepted>false</IsLicenseNumberAccepted><LicenseClassCode>PrivatePassenger</LicenseClassCode><LicenseDate>2001-07-01-05:00</LicenseDate><LicenseNumber/></License></Licenses><Convictions/><PolicyClaims/></Individual></DriverInformation></DriverInformations>					<DriverVehicleList/>										<LocationList/>					<Territory><RiskPostalCodeFSA>TC1</RiskPostalCodeFSA><RiskPostalCodeLDU>100</RiskPostalCodeLDU></Territory>				</AutomobilePolicy>			</CalculateAutoPremiumRequest>			<EnvironmentIdentification>				<EnvironmentID>F01</EnvironmentID>			</EnvironmentIdentification>		</v4:calculateAutoPremium>	</soapenv:Body></soapenv:Envelope>